load-test.yml
config:
  # target: http://43.202.28.152
  target: http://localhost:4000
  phases:
    # - duration: 5 # 5초동안, 1초마다 시나리오 요청 보냄
    #   arrivalRate: 100 # 한 번에 100개의 요청

    - duration: 2
      arrivalRate: 10

scenarios:
  - flow:
      - get:
          url: '/fibonacci/35'